<template>
  <div v-html="compiledMarkdown" class="md"></div>
</template>

<script>
import { marked } from "marked";
export default {
  data() {
    return {
      input: `##  隐私政策

**更新日期：** **2022** **年3月28日**

**生效日期：** **2022**  **年3月28日**

**软件名称：** **宝贝听我说**

本隐私政策将帮助您了解以下主要政策：
1）为了保障产品的核心功能以及其他功能正常运行，我们会收集您的部分必要信息；

2）我们不会向第三方共享、提供、转让或者从第三方获取您的个人信息，除非经过您的同意；

3）我们将努力采取合理的安全措施来保护您的个人信息。特别的，我们将采用行业内通行的方式及尽最大的商业努力来保护您个人敏感信息的安全；

4）您访问、更正、删除个人信息、撤回同意授权，以及投诉举报的方式。

我们非常重视用户个人信息的保护，并且将以勤勉和审慎的义务对待这些信息。您在下载、安装、开启、浏览、使用（以下统称“使用”）本软件及相关服务时，我们将按照本隐私政策收集、保存、使用、共享、披露及保护您的个人信息。我们希望通过本隐私政策向您介绍我们对您个人信息的处理方式，因此我们建议您认真完整地阅读本隐私政策的所有条款。其中，与您信息及权利相关的内容将以加粗的形式提示您注意，请您重点阅读以下内容：

**一、我们如何收集和使用您的个人信息**

**二、我们如何使用** **Cookie** **和同类技术**

**三、我们如何共享、转让和披露您的个人信息**

**四、我们如何存储您的个人信息**

**五、我们如何保护您的个人信息安全**

**六、我们如何保护未成年人的个人信息**

**七、您如何行使您的个人信息权利**

**八、本政策如何修订**

**九、如何联系我们**





**一、我们如何收集和使用您的个人信息**

因向您提供的产品和服务种类众多，我们将根据具体产品/服务范围和不同功能，遵循合法、正当和必要原则收集和使用您的个人信息。您理解并同意，基于不断完善产品和服务的目的，我们将不时推出优化功能，可能增加或变更收集、使用个人信息的范围、目的和方式。对此，我们将通过更新本政策、弹窗或站内信的通知方式另行向您明确说明，并为您提供同意与否的选项。**您有权拒绝同意本政策的更新，但您同时知悉并理解，一旦您拒绝我们收集、处理您的个人信息属于实现更新服务或功能所必要的情形时，我们将可能无法为您提供更新后的服务与功能，或者无法达到更新服务的效果，但您原有正常使用的基础功能不受影响**。

以下我们向您逐一告知各功能需要的必要个人信息类型，并在您使用具体功能场景时向您提示需授权的权限。

(一)  **为您提供音频搜索、浏览与播放功能**

**我们将为您提供音频作品的搜索、浏览和播放等基本功能**。为保障上述功能实现、履行网络系统运营安全义务，我们将收取您的必要设备信息（设备型号、设备MAC地址、操作系统版本、唯一移动设备识别码（IMEI、Android ID、IDFA、IDFY、SIM卡IMSI信息）），为您分配专属标识符，并基于此标识符记录您游客身份下的操作信息，即您浏览、收藏等记录，并以日志文件的形式进行保存。此外，在您使用过程中，我们可能会申请获取您的存储权限，以便记录您的日志信息、缓存内容；我们也可能需要申请获取位置信息，以便我们为您提供更精准的内容。

**您也可以选择成为平台注册用户接受更优质和个性化的在线音视频服务**。**请注意，您在下述功能中均有权拒绝提供相应个人信息，且您拒绝仅影响对应个别功能的实现，并不影响您使用我们的基础功能。**我们将基于以下目的收集您的个人信息：

(二)  **帮助您注册与维护平台账户**

1. 基本账户创建

当您在我方平台创建账户时，为成为我们的会员，以便我们为您提供会员服务，您需要提供（1）手机号码；并创建（2）用户名，并在宝贝听我说APP内自行设置**密码**。**收集上述信息是用于为您提供账号登录服务以及保障您的账号安全，如您拒绝提供手机号码，您将无法完成注册和基本账户创建 。**

2. 资料维护与账号找回

a.为维护您的基本资料，提升您的服务体验，您可以选择填写完善必要的个人信息，包括您的电子邮箱、性别、所在地、头像、昵称、生日、个人简介；您也可以选择在宝贝信息界面内填写您宝贝的性别和生日，我们将根据您填写的信息为您推荐更适合您或您宝贝的内容。如您选择不提供这些信息，不会影响您使用基础服务功能。

b.如果您的账号遗失，您可以通过手机短信验证或联系客服重置密码。但在此过程中，需您提供一些信息以验证您的身份。在找回密码时，我方可能需要您提供经常登录地点、经常登录设备、经常收听内容、注册时间和城市信息。

(三)  **帮助您参加平台运营和互动活动**

若您参加我方平台的运营和互动活动，如抽奖、参加竞猜、答题、问卷调查，或者与我方平台开展商务合作与服务时，可能需要您主动提交参与活动所必要的有关信息。**比如，在您领取红包提现、兑奖时，为向税务机构完税，您需要提交** **身份证信息**；为了向您寄送奖品或者活动礼品，您还需要提供**联系地址信息**。关于该等运营活动如何收集、使用您的个人信息，您可以参考相应H5页面内的信息收集使用提示文本。**如您拒绝提供上述信息，将使您无法参加平台运营和互动活动，但不影响您正常使用宝贝听我说的其他功能。**

(四)  **为您提供个性化推荐与安全服务**

为了向您推荐更合适的个性化内容，优化搜索结果，向您展现或推荐相关程度更高（而非普遍推送）的搜索结果、内容，为您生成专属收听报告，同时了解产品对不同硬件设备适配性、确保操作环境安全、识别账号异常状态，我们会收集以下信息：

**1** **．设备信息：**我们会根据您在软件安装和使用中的具体操作，接收并记录您所使用的设备相关信息（包括设备型号、硬件序列号、设备MAC地址、操作系统版本、设备设置、唯一设备识别码（IMEI、Android ID、IDFA、IDFY、SIM卡IMSI信息）、UUID、必要的移动应用列表信息、软硬件及设备、设备环境信息）、设备所在位置相关信息（为了识别判断您所在地区的内容版权，需要收集您授权的**GPS** **精准位置**以及WLAN接入点和基站传感器信息)。

**2** **．日志信息：**当您使用我们的网站或客户端提供的产品或服务时，我们会自动收集您的详细使用情况，并作为网络日志保存。日志信息包括您的**搜索和浏览记录**、关注、播放记录、**购买消费记录**、访问量、播放时长、IP地址、WIFI网络、电信运营商网络、使用的语言、访问日期和时间。

**我们将会在收集上述信息的基础上提取您的偏好特征，并基于特征标签产出间接人群画像，用于为您展示、推送个性化内容和可能的商业广告。**但我们努力保障您的产品使用体验。如您对我们推荐的个性化内容不感兴趣或希望不再接收此类个性化服务，您可通过“账号-设置-隐私-个性化服务”选择关闭。关闭后首页“猜你喜欢”、“私人FM”将不展示。

(五)  **为您提供订阅服务**

当您进行订阅费用支付时，我们会记录您的支付方式和**资金账号**，以实现原路径退款、活动红包提现、解除连续包月服务、售后服务，我们会根据您选择的支付方式将您的**订单支付**相关信息、订单安全相关信息及其他反洗钱法律要求的必要信息，通过在应用程序中嵌入第三方支付软件工具开发包（SDK）与第三方共享。同时，基于维护支付安全、追溯网络交易行为，根据相关法律法规要求，我们会记录、保存并向您展示**订单信息**，包括您购买会员、单片点播、订阅节目和喜点购买的网络交易信息。当您使用“我要开票”功能时，需要您提供：收票人手机号、收票人邮箱、配送地址、纳税人识别号信息，用于我们向您发送或寄送相应发票。

如您使用家庭会员功能时，需要您提供家庭成员的账号信息，我们将为您的家人开通家庭会员服务。

**如您拒绝提供上述信息，将使您无法享受订阅服务，但不影响您正常使用宝贝听我说的其他功能。**

(六)  **帮助您连接智能设备**

您如希望将App与您所使用的智能设备相连接，您需要开启蓝牙权限，以使得我们能够搜索到您的智能设备。此外我们可能会收集您的Wi-Fi信息、**位置信息**、智能设备信息。这些信息将用于为您提供智能设备快连、连接、发现附近设备和设备管理的功能。**如您拒绝提供上述信息，我们将无法帮助您连接智能设备，但不影响您正常使用宝贝听我说的其他功能。**

（七）**为您提供客户服务及处理争议**

当您向我们发起投诉、申诉或进行咨询时，为了您的账号与系统安全，我们可能需要您先行提供账号信息，并与您之前的个人信息相匹配以验证您的用户身份。同时，为了方便与您联系或帮助您解决问题，我们可能还需要您提供姓名、**手机号码、电子邮件**及其他联系方式等个人信息，并通过第三方客服系统保存**通话录音**，其中可能包含**通信** **/** **通话记录**，用于与您联系和帮助您解决问题，或记录相关问题的处理方案及结果。

为确认交易状态及，我们会通过您基于交易所选择的支付机构、支付方式收集与交易相关信息，包括iOS端IAP支付交易凭证和收费凭证。

**如您拒绝提供上述信息，我们将无法为您提供完整的客户服务及处理争议，但不影响您正常使用宝贝听我说的其他功能。**

（八）**为您提供安全保障功能**

为履行维护网络安全义务，提高您使用服务的安全性，确保操作环境安全，预防钓鱼网站、欺诈、网络漏洞、计算机病毒、网络攻击、网络侵入等安全风险，以预防、发现和调查潜在的违法违规或违反用户服务协议、政策或规则的行为，如会员账号活动异常、多端登录、流量异常、经常性退款请求或低价转让会员卡等，我们以及在应用程序中嵌入的应用安全SDK将在后台自动收集您的设备信息（包括设备型号、硬件序列号、设备MAC地址、操作系统版本、设备设置、唯一移动设备识别码（IMEI、Android ID、IDFA、IDFY、SIM卡IMSI信息）、UUID、必要的移动应用列表信息、软硬件及设备、设备环境信息）、日志信息（包括您的**搜索和浏览记录**、关注、播放记录、访问量、播放时长、IP地址、WIFI网络、电信运营商网络、使用的语言、访问日期和时间），并可能使用或整合您的**账户信息**、**交易信息**、**支付信息**以及其他取得您授权或依据法律共享的信息，综合判断您账户及交易风险、完成身份验证、检测，防范安全事件，并依法采取必要的记录、审计、分析、处置措施，保护各方合法权益稳定不受侵害。

（九）**为您调用权限提供其他附加服务**

为向您提供个性化的产品和服务，提升用户体验，我们在向您提供的附加服务中向您申请以下设备权限，并仅在您使用到相关功能时向您获取个人信息。

**1** **．相册和存储权限：**您可在开启相册权限后上传您的照片/图片/视频以及本地缓存视音频文件，便于您进行头像更换、发表和分享评论、保存活动分享二维码，或与客服沟通您所遇到的问题。我们可能会通过您所上传的照片/图片来识别您需要参与的活动链接或者视频服务链接，或使用包含您所上传照片或图片的评论信息。为实现您的好友、活动优惠以及其他链接分享需求，我们可能会在设备本地读取您最近一次主动保存的图片链接地址。此外，如您使用下载音视频功能时，我们可能会根据您的存储权限授权写入已下载的内容。 

**3** **．麦克风权限：**您可在开启麦克风权限后实现语音搜索喜欢的故事，且确保音频录制功能可行；即便您已同意开启麦克风权限，麦克风保持默认关闭状态，仅会在您主动点击客户端内麦克风图标或录制音频时通过麦克风获取语音信息。 

**6** **．电话权限：**为了避免打断您的录音进程、便于我们检测您的来电状态，我们需要您授权我们调取电话状态权限。此外，为保障您的账号与使用安全，同时为了向您展示您可能感兴趣的信息，我们需要您授权读取设备识别码或者广告标识符。

**8** **．通知权限：**如您使用订阅专辑，以及私信、群聊等功能，我们可能会使用到通知权限来推送专辑更新内容和消息提醒。我们将通过弹窗方式询问您是否开启通知权限。

**9** **．蓝牙权限**：如您使用蓝牙连接智能设备时，我们可能会使用到蓝牙权限来实现通过蓝牙控制 。我们将在您使用蓝牙连接时通过跳转设备系统设置页面进行询问。

您可在您的设备设置中逐项查看上述权限的状态，并可自行决定这些权限随时的开启或关闭。请您注意，**您开启任一权限即代表您授权我们可以收集和使用相关个人信息来为您提供对应服务，您一旦关闭任一权限即代表您取消了授权，我们将不再基于对应权限继续收集和使用相关个人信息，也无法为您提供该权限所对应的服务**。但是，您关闭权限的决定不会影响此前基于您的授权所进行的信息收集及使用，亦不影响您使用其他服务。

**（十）收集和使用您的个人信息的特别说明**

**1** **．若你提供的信息中含有其他用户的个人信息，在向我们提供这些个人信息之前，您需确保您已经取得合法的授权。若其中涉及未成年人个人信息的，您需在发布前取得对应未成年人监护人的同意，前述情形下监护人有权通过本政策第九条的途径联系我们，要求更正或删除涉及未成年人个人信息的内容。**

2．若我们将您的个人信息用于本政策未载明的其他用途，或者我们超出了与收集您的个人信息时所声称的目的及具有直接或合理关联范围的，均会事先获得您的同意。

3. 若我们从第三方处间接获取（如从第三方处共享）您的信息，我们会在收集前明确以书面形式要求该第三方在已依法取得您同意后共享您的个人信息，并向您告知共享的您的个人信息的类型、使用目的、方式、授权同意范围，并要求第三方对个人信息来源的合法性和合规性作出承诺，如第三方存在违反行为，我们会明确要求对方承担相应法律责任。同时，我们的专业安全团队对个人信息会进行安全加固（包括敏感信息报备、敏感信息加密存储、访问权限控制）。我们会使用不低于我们对自身用户个人信息同等的保护手段与措施保护间接获取的个人信息。

**4.** **征得授权同意的例外**

**您充分理解并同意，根据法律法规要求，我们在以下情况下收集、使用您的个人信息无需您的授权同意：**

(1) 与国家安全、国防安全有关的；

(2) 与公共安全、公共卫生、重大公共利益有关的；

(3) 与犯罪侦查、起诉、审判和判决执行有关的；

(4) 出于维护您或其他个人的生命、财产重大合法权益但又很难得到您本人同意的；

(5) 您自行向社会公众公开的个人信息；

(6) 从合法公开披露的渠道中收集您的个人信息的，包括合法的新闻报道、政府信息公开渠道。

(7) 根据与您签订和履行相关协议或其他书面文件所必需的；

(8) 用于维护我们所提供的产品及/或服务的安全稳定运行所必需的，例如发现、处置产品及/或服务的故障；

(9) 法律法规规定的其他情形。

**二、** **我们如何使用** **Cookie** **和同类技术**

(一)  **Cookie**

为确保网站正常运转、为您获得更轻松的访问体验、向您推荐您可能感兴趣的内容，我们会在您的计算机或移动设备上存储Cookie、Flash Cookie或浏览器或关联应用程序提供的其他通常包含标识符、站点名称以及一些号码和字符的本地存储（统称“Cookie”）。我们和第三方合作伙伴可能借助于 Cookie或同类技术收集和使用您的信息，并将该信息存储，以使得网站能够存储您的偏好或购物车内的商品数据。

如果您的浏览器或浏览器附加服务允许，**您可修改对** **Cookie** **的接受程度或拒绝我们的** **Cookie** **。**有关详情，请参见 AboutCookies.org。但如果您这么做，在某些情况下可能会影响您安全访问我们的网站，且可能需要在每一次访问我们的网站时更改用户设置。

(二)  **Cookie** **同类技术**

除 Cookie 外，我们还会在网站上使用网站信标和像素标签及其他同类技术。例如，我们向您发送的电子邮件可能含有链接至我们网站内容的地址链接，如果您点击该链接，我们则会跟踪此次点击，帮助我们了解您的产品或服务偏好以便于我们主动改善客户服务体验。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我们能够获知电子邮件是否被打开。如果您不希望自己的活动以这种方式被追踪，则可以随时从我们的寄信名单中退订。

ETag（实体标签）是在互联网浏览器与互联网服务器之间背后传送的HTTP协议标头，可代替Cookie。ETag可以帮助我们避免不必要的服务器负载，提高服务效率，节省资源、能源，同时，我们可能通过ETag来记录您的身份，以便我们可以更深入地了解和改善我们的产品或服务。**大多数浏览器均为用户提供了清除浏览器缓存数据的功能，您可以在浏览器设置功能中进行相应的数据清除操作。**但请注意，如果停用ETag，您可能无法享受最佳的产品或服务体验。

(三)  **清除** **/** **禁用** **Cookie**

管理Cookie以及Cookie偏好必须在您浏览器的选项/偏好内完成。以下是关于如何在常用浏览器软件中执行此操作的指南：

·  [Microsoft Internet Explorer](https://support.microsoft.com/en-gb/help/17442/windows-internet-explorer-delete-manage-cookies)

·  [Microsoft Edge](https://privacy.microsoft.com/en-us/windows-10-microsoft-edge-and-privacy)

·  [Mozilla Firefox](https://support.mozilla.org/en-US/kb/cookies-information-websites-store-on-your-computer)

·  [Google Chrome](https://support.google.com/chrome/answer/95647?hl=en)

·  [Safari for macOS](https://support.apple.com/zh-cn/guide/safari/sfri11471/mac)

·  [Safari for iOS](https://support.apple.com/en-gb/HT201265)

**关于** **Cookie** **的详细信息以及关于如何设置您的浏览器来接受、删除或禁用** **Cookie** **的说明，请参阅** [**www.allaboutcookies.org****。**](http://allaboutcookies.org/)

**三、我们如何共享、转让和披露您的个人信息**

除下列情形外，我们不会与任何其他第三方共享您的个人信息。

**1.** **在获得您的明确同意或授权或您主动选择的情况下共享。**

**2.** **在法定情形下的共享。**我们可能会根据法律法规规定、诉讼争议解决需要，或按行政、司法机关依法提出的要求，对外共享您的个人信息。

**3.** **与授权合作伙伴共享。**您授权并同意我们可能委托授权合作伙伴为您提供某些服务或代表我们履行职能，我们仅会出于本隐私信息保护政策声明的合法、正当、必要、特定、明确的目的共享您的信息。我们将通过协议约束我们的授权合作伙伴只能接触到为其履行职责所需信息，要求其履行严格的保密和与风险相适应的安全措施来处理您的个人信息、包括但不限于数据保护协议或条款、承诺函等，且不得将您的个人信息用于其他任何目的。如超出共享目的使用您个人信息，我们将要求其另行遵循您的明确同意。 

目前，我们的授权合作伙伴包括以下类型：

**（** **1** **）广告监测、数据统计、数据分析服务类的授权合作伙伴。**为维护/改进我们的产品/服务、为您提供更好的内容，同时便于我们基于广告触达率与有效性统计与计费，我们可能会接入提供该服务的指定合作伙伴，以分析您使用我们的服务情况，评估、优化广告投放效果。

**（** **2** **）供应商、服务提供商和其他合作伙伴**。我们将部分个人信息共享给支持我们业务的供应商、服务提供商和其他合作伙伴（如Bugly、创蓝），以提供技术基础设施服务、分析用户使用方式、支付便利或进行学术研究和调查，进行Bug或者崩溃统计、提升登录体验，实现网关取号。

**请您放心，除得到您的明确同意，我们不会将可以联系或识别您身份的个人信息与授权合作伙伴共享，我们将能够识别您身份的个人信息进行去标识化处理，以便授权合作伙伴无法识别您的具体身份。**

宝贝听我说产品中包含我们授权的合作伙伴提供的SDK插件。**当您在宝贝听我说中使用该授权合作伙伴提供的相关服务，该等服务插件将收集和处理您的相关个人信息，详见附件一：《宝贝听我说** **APP** **涉及个人信息传输的** **SDK** **情况表 》。**我们会对授权合作伙伴获取有关信息的应用程序接口（API）、软件工具开发包（SDK）进行严格的安全检测，审慎评估服务提供商使用您个人信息的目的，并与授权合作伙伴通过签署协议的方式约定严格的数据保护措施，要求其按照我们的委托目的、服务说明以及其他任何相关的保密和安全措施来处理个人信息。**我们强烈建议您在使用任何第三方** **SDK** **服务前先行查看并了解其隐私条款**。

(二)  **转让**

我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：

1. 在获取您明确同意的情况下转让；

2. 在宝贝听我说及其关联公司发生重组、合并、分立、收购、资产出售或破产清算情形或其他类似情形时，如涉及到个人信息转让，我们将要求受让方采用与本政策相同或更高的标准和要求进行处理和保护，否则我们将要求受让方重新向您征求同意。

(三)  **共享、转让、披露个人信息时事先征得授权同意的例外**

以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：

1.与国家安全、国防安全有关的；

2.与公共安全、公共卫生、重大公共利益有关的；

3.与犯罪侦查、起诉、审判和判决执行有关的；

4.出于维护您或其他个人的生命、财产重大合法权益但又很难得到本人同意的；

5.您自行向社会公众公开的个人信息；

6.从合法公开披露的信息中收集个人信息的，包括合法的新闻报道、政府信息公开渠道；

7.履行其他履行法律法规规定的相关义务，如促成在线知识产权纠纷解决。

**根据法律规定，当共享、转让经采取技术措施处理的个人信息，使得数据接收方无法复原并重新识别特定个人身份时，我们将不会另行向您通知并征得您的同意。**

**四、** **我们如何存储您的个人信息**

(一)  **存储地点**

我们在中华人民共和国境内运营中收集和产生的个人信息，存储在中国境内。

目前我们暂时不存在跨境存储您的个人信息或向境外提供您的个人信息的情况。如果确有必要进行数据的跨境传输，我们会单独向您明确告知（包括数据出境的目的、接收方、使用方式与范围、使用内容、安全保障措施、安全风险等），并征得您的明确授权同意，我们会确保数据接收方有充足的数据保护能力来保护您的个人信息，并严格按照适用法律法规的规定执行；

针对以上情形，我们会确保依据本政策对您的个人信息提供足够的保护。

(二)  **存储期限**

我们只会在达成本政策所述目的所需的最短期限内保留您的个人信息，除非法律法规有强制的存留要求，例如，根据《电子商务法》及配套法规的要求，您的订单类交易数据的保存时间自交易完成之日起不少于三年。我们判断前述期限的标准主要包括并以其中较长者为准：

1、完成与您相关的服务目的、维护相应服务及业务记录、应对您可能的查询或投诉；

2、保证我们为您提供服务的安全和质量；

3、您是否同意更长的留存期间；

4、是否存在保留期限的其他特别约定。

在您的个人信息超出保留期限后，我们会根据适用法律的要求删除或者匿名化处理您的个人信息。

(三)  **删除和匿名化处理**

如本平台服务决定停止运营时，我们将在相关服务停止运营后停止继续收集您的个人信息。我们将以公告形式将停止运营通知向您送达。对已持有您的个人信息，我们将进行删除或匿名化处理，除非法律法规另有规定。涉及未成年人个人信息的，我们会采取必要合理方式及时将停止运营的通知及时告知未成年人监护人。

**五、我们如何保护个人信息安全**

（一）我们非常重视您个人信息的安全，将努力采取合理的安全措施（包括技术方面和管理方面）来保护您的个人信息，防止您提供的个人信息被不当使用或未经授权的情况下被访问、公开披露、使用、修改、损坏、丢失或泄漏。

（二）我们会使用不低于行业同行的加密技术、匿名化处理等合理可行的手段保护您的个人信息，并使用安全保护机制防止您的个人信息遭到恶意攻击。

（三）我们会建立专门的安全部门、安全管理制度、数据安全流程保障您的个人信息安全。我们采取严格的数据使用和访问制度，确保只有授权人员才可访问您的个人信息，并适时对数据和技术进行安全审计。

（四）尽管已经采取了上述合理有效措施，并已经遵守了相关法律规定要求的标准，但请您理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全，我们将尽力确保您提供给我们的个人信息的安全性。您知悉并理解，您接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。因此，我们强烈建议您采取积极措施保护个人信息的安全。

（五）我们会制定应急处理预案，并在发生用户信息安全事件时立即启动应急预案，努力阻止该等安全事件的影响和后果扩大。一旦发生用户信息安全事件（泄露、丢失等）后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已经采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、短信等形式告知您，难以逐一告知时，我们会采取合理、有效的方式发布公告。同时，我们还将按照相关监管部门要求，上报用户信息安全事件的处置情况。

（六）我们谨此特别提醒您，本隐私政策提供的个人信息保护措施仅适用于本软件及相关服务。一旦您离开本软件及相关服务，浏览或使用其他网站、服务及内容资源，我们即没有能力及义务保护您在本软件及相关服务之外的软件、网站提交的任何个人信息，无论您登录、浏览或使用上述软件、网站是否基于本软件的链接或引导。

**六、我们如何保护未成年人的个人信息**
若您是未满18 周岁的未成年人，在使用本软件及相关服务前，应在您的父母或其他监护人监护、指导下共同阅读并同意本隐私政策。

我们根据国家相关法律法规的规定保护未成年人的个人信息，只会在法律允许、父母或其他监护人明确同意或保护未成年人所必要的情况下收集、使用、共享或披露未成年人的个人信息；如果我们发现在未事先获得可证实的父母同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关信息。

若您是未成年人的监护人，当您对您所监护的未成年人的个人信息有相关疑问时，请通过本隐私政策公示的联系方式与我们联系。

**七、** **您如何行使您的个人信息权利**

**我们通过提供便捷的方法，让您可以访问、更正及删除自己的账户信息或使用我们的服务时您提供的其他个人信息。您可以通过如下方式访问及管理您的个人信息：**

(一)  **访问您的个人信息**

**您有权访问您的个人信息，但法律法规规定的例外情况除外。您可以通过以下方式自行访问您的个人信息：**

账户信息——如果您希望访问或编辑您的账户中的账户信息、更改您的密码或关闭您的账户，您可以登录账号通过“账号管理”执行此类操作；例如您可以登录PC端或APP端“账号-设置-账号和安全”查询、修改自己的账号绑定情况、设置密码、查看最近登录设备。

资料信息——如果您希望访问或编辑您的账户中的个人资料，您可以通过在App端“账号-头像-编辑资料”，添加、修改、删除您的头像、昵称、性别、生日、地区、声音签名、简介。

如果您无法通过上述方式访问您的个人信息，您可以随时通过本政策披露的联系方式联系我们，我们将在十五个工作日内回复您的请求。

(二)  **更正或补充您的个人信息**

当您发现我们处理的关于您的个人信息有错误时，您有权要求我们做出更正或补充。您可以通过“（一）访问您的个人信息”中列明的方式提出更正或补充申请。

如果您无法通过上述方式访问您的个人信息或者其他可能目前无法向您提供在线自行更正/修改服务的，您可以随时通过本政策披露的联系方式联系我们，我们将在十五个工作日内回复您的请求。经过对您身份的验证，且更正/修改不影响信息的客观性和准确性的情况下，您有权对错误或不完整的信息作出更正或修改，但法律法规另有规定的除外。出于安全性和身份识别的考虑，您可能无法修改注册时提交的某些初始注册信息。

(三)  **删除您的个人信息**

您有权通过“（一）访问您的个人信息”中列明的方式对已经填写的信息进行删除。同时，在以下情形中，您可以通过本政策披露的联系方式联系我们，向我们提出删除个人信息的请求，我们将在十五个工作日内回复您的请求：

1．如果我们处理个人信息的行为违反法律法规；

2．如果我们收集、使用您的个人信息，却未征得您的明确同意；

3．如果我们处理个人信息的行为严重违反与您的约定；

4．如果您不再使用我们的产品或服务，或您主动注销账号；

5．如果我们永久不再为您提供产品或服务

若我们决定响应您的删除请求，我们还将同时尽可能通知从我们处获得您的个人信息的主体，要求其及时删除，除非法律法规另有规定，例如您所提供的订单类交易数据，将会基于法律法规要求至少保留3年，或这些主体获得您的独立授权。

(四)  **个人信息副本获取**

如您需要您的个人信息的副本，您可以通过本隐私政策文末提供的方式联系我们，在核实您的身份后，我们将向您提供您在我们的服务中的个人信息副本（包括基本资料、身份信息），但法律法规另有规定的或本政策另有约定的除外。

(五)  **改变您授权同意的范围**

您可在您的设备系统设置-应用-APP名称-权限中逐项查看您授权同意权限的状态，并可自行决定这些权限随时的开启或关闭。对于不同功能服务中个人信息的收集和使用，您也可以与我方平台客服联系给予或收回您的授权同意，我们将在十五个工作日内回复您的请求。当您撤回同意后，我们将不再处理相应的个人信息，我们将无法继续为您提供撤回同意或授权所对应的服务。**但您撤回同意的决定，不会影响此前基于您的授权而开展的个人信息处理**。

(六)  **注销账户**

当您注销账号后，您将无法再以该账号登录和使用我们的产品与服务；且该账号在使用我们的产品与服务期间已产生的但未消耗完毕的权益及未来的预期利益等全部权益将被清除；该账号下的内容、信息、数据、记录等将会被删除或匿名化处理，但法律法规另有规定或监管部门另有要求的除外；您的账号注销完成后，将无法恢复。

如您在谨慎考虑后仍决定注销您的账号的，您可以在您使用的我们的产品与/或服务的相关功能设置页面或根据操作指引向我们提交注销申请，例如，您可以自行在“注销账户”页面（ “账号-设置-账号和安全-注销账户”）提交账户注销申请。若未能申请成功，您也可联系我方平台客服，我们将在十五个工作日内回复您的请求。在您主动注销账户之后，我们将停止为您提供产品或服务。

**八、** **本政策如何修订**

一）为了给您提供更好的服务，本软件及相关服务将不时更新与变化，我们会适时对本隐私政策进行修订，该修订构成本隐私政策的一部分并具有等同于本隐私政策的效力。但未经您明确同意，我们不会削减您依据当前生效的本隐私政策所应享受的权利。

（二）本隐私政策更新后，我们会在本应用程序客户端，并在更新后的条款生效前以适当的方式提醒您更新的内容，以便您及时了解本隐私政策的最新版本。如您继续使用我们的服务，表示同意接受修订后的本政策的内容，但是如果更新的内容需要采集音视频、联系方式、地理位置等个人敏感信息，仍会再次以显著方式征求您的同意。

（三）对于重大变更，我们还会提供更为显著的通知（我们会通过包括但不限于邮件、短信、私信或在浏览页面做特别提示等方式，说明隐私政策有变更，请您重新认真阅读）。

本隐私政策所指的重大变更包括但不限于：

1.我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息的类型、个人信息的使用方式等；

2.我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有权变更等；

3.个人信息共享、转让或公开披露的主要对象发生变化；

4.您参与个人信息处理方面的权利及其行使方式发生重大变化；

5.我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时。

**九、如何联系我们**

1.如对本隐私政策内容有任何疑问、意见或建议，您可发送邮件至  与我们联系。 您也可以将您的问题邮寄到如下地址： 邮编： ， 我们将尽快审核所涉问题，并在验证您的用户身份后的十五天内予以回复。

2.如果您认为我们违反法律法规规定或与您的约定收集、使用您的个人信息，您也可以通过发送电子邮件（ ）方式与我们取得联系，并要求删除您的相关个人信息。我们将尽快确认所涉问题，并由专人验证您的用户身份后及时予以回复与处理。

**请您再次确认您已全部阅读并充分理解上述条款。**

**附件：《宝贝听我说** **APP** **涉及个人信息传输的** **SDK** **情况表》** 

`,
    };
  },
  computed: {
    compiledMarkdown: function () {
      return marked(this.input);
    },
  },
};
</script>

<style scoped>
.md {
  width: 100%;
  padding: 50px 200px;
}
</style>